Revit 2027 API
ParameterTypeId.LoadLinearForceFz2 Property
 "Fz 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadLinearForceFz2 { get; }
Public Shared ReadOnly Property LoadLinearForceFz2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadLinearForceFz2 {
	ForgeTypeId^ get ();
}
static member LoadLinearForceFz2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace